Tekla.Structures.Model.Polymesh.GetSolidBrep(Tekla.Structures.Geometry3d.FacetedBrep,Tekla.Structures.Geometry3d.FacetedBrep@)
Gets the cleaned Brep if it can create a valid solid
inBrep: FacetedBrep to be cleaned
outBrep: Cleaned facetedBrep, empty if cannot create a valid solid
Returns: True if Brep can create a valid solid, otherwise false